Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: That is why Latter-day Saints then and now sing the last verse of “Come, Come, Ye Saints” with faith and expectation.
ru: Именно поэтому Святые последних дней тогда и сейчас поют последний куплет гимна «Вперед, Святые!» с верой и ожиданием.

source: And should we die before our journey’s through,
ru: А если нам дойти не суждено,

source: Happy day! All is well!
ru: Боже, все хорошо!

source: We then are free from toil and sorrow, too;
ru: Будет тогда от горя, от трудов

source: With the just we shall dwell! 34
ru: Избавленье дано!34

source: A loving Father has provided a comprehensive and compassionate plan for His children “that saves the living, redeems the dead, rescues the damned, and glorifies all who repent.”35 Even though our journey may be fraught with tribulation, the destination is truly glorious.
ru: Любящий Отец приготовил для Своих детей всесторонний и сострадательный план, «который спасает живущих, искупает умерших, выручает осужденных и прославляет всех, кто кается»35. Даже при том, что наше путешествие может быть чревато скорбью, пункт назначения воистину великолепен.

source: I rejoice in the great plan of salvation that is big enough for all of our Father in Heaven’s children. I express gratitude beyond my ability to articulate for the Atonement of Jesus Christ. I bear my witness of Him in the name of Jesus Christ, amen.
ru: Я радуюсь великому плану спасения, который распространяется на всех детей нашего Небесного Отца. Я выражаю безмерную благодарность за искупление Иисуса Христа. Я свидетельствую о Нем. Во имя Иисуса Христа, аминь.

source: I humbly invite the companionship of the Holy Ghost as we discuss a vital principle of the gospel: faith in the Lord Jesus Christ. I acknowledge with deep appreciation and love great examples of true faith and faithfulness in my own life. To goodly parents, family, priesthood leaders, beloved missionaries, wonderful children, and a precious eternal companion, I express my deepest love and gratitude. I acknowledge my own need and desire for greater faith as a disciple and witness of Christ. There has never been a greater need for faith in my own life than now.
ru: Я смиренно приглашаю Святого Духа, чтобы Он пребывал с нами во время обсуждения одного из важнейших законов Евангелия: веры в Господа Иисуса Христа. С искренней благодарностью и любовью я вспоминаю великие примеры истинной веры и верности в моей жизни. Я выражаю свою глубочайшую любовь и благодарность своим праведным родителям, семье, руководителям священства, дорогим миссионерам, прекрасным детям и своей драгоценной вечной спутнице. Как ученик и свидетель Христа, я осознаю свою потребность и желание развивать великую веру. Еще никогда в моей жизни не было большей потребности в вере, чем сейчас.

source: As parents, we have been commanded to teach our children “to understand the doctrine of . . . faith in Christ the Son of the living God” (D&C 68:25). This requires more than merely recognizing faith as a gospel principle. “To have faith is to have confidence in something or someone” (Bible Dictionary, “Faith,” 669). True faith must be centered in Jesus Christ. “Faith is a principle of action and of power” (Bible Dictionary, 670). It requires us to do, not merely to believe. Faith is a spiritual gift from God that comes through the Holy Ghost. It requires a correct understanding and knowledge of Jesus Christ, His divine attributes and perfect character, His teachings, Atonement, Resurrection, and priesthood power. Obedience to these principles develops complete trust in Him and His ordained servants and assurance of His promised blessings.
ru: Нам, как родителям, заповедано учить своих детей «понимать учение… веры во Христа, Сына Бога живого» (У. и З. 68:25). Это требует чего-то большего, нежели признание веры как одного из законов Евангелия. «Иметь веру – значит иметь уверенность в чем-то или в ком-то» (Bible Dictionary, «Faith,» 669). Истинная вера должна быть сосредоточена на Иисусе Христе. «Вера – это принцип действия и силы» (Bible Dictionary, 670). Она требует, чтобы мы что-то делали, а не просто доверяли. Вера – это духовный дар Бога, который мы получаем через Святого Духа. Она требует правильного понимания и познания Иисуса Христа, Его Божественных качеств и совершенного характера, Его учений, Искупления, Воскресения и силы священства. Послушание этим принципам развивает полное доверие Ему и Его посвященным слугам, а также уверенность в обещанных Им благословениях.

source: There is no other thing in which we can have absolute assurance. There is no other foundation in life that can bring the same peace, joy, and hope. In uncertain and difficult times, faith is truly a spiritual gift worthy of our utmost efforts. We can give our children education, lessons, athletics, the arts, and material possessions, but if we do not give them faith in Christ, we have given little.
ru: Нет ничего другого, в чем мы можем быть так же абсолютно уверенными. Нет другого фундамента в жизни, который мог бы принести такой же покой, радость и надежду. В нестабильные и сложные времена вера – это действительно тот духовный дар, ради получения которого стоит приложить все силы. Мы можем дать своим детям образование, уроки, какие-то материальные ценности, занятия спортом, какими-то видами искусства, но если мы не дадим им веры во Христа, все это не будет иметь никакого значения.

source: “Faith is kindled by hearing the testimony of those who have faith” (Bible Dictionary, 669; see also Romans 10:14–17). Do your children know that you know? Do they see and feel your conviction? “Strong faith is developed by obedience to the gospel of Jesus Christ” (Bible Dictionary, 669).
ru: Вера зажигается посредством слушания свидетельств имеющих веру (Bible Dictionary, 669; см. также к Римлянам 10:14–17). Знают ли ваши дети то, что вы знаете? Видят ли и ощущают ли они вашу убежденность? Крепкая вера развивается благодаря послушанию Евангелию Иисуса Христа (Bible Dictionary, 669).

source: Elder Bruce R. McConkie taught: “Faith is a gift of God bestowed as a reward for personal righteousness. It is always given when righteousness is present, and the greater the measure of obedience to God’s laws the greater will be the endowment of faith” (Mormon Doctrine, 2nd ed. [1966], 264). If we desire more faith, we must be more obedient. When we teach our children by example or precept to be casual or situational in obeying God’s commandments, we prevent them from receiving this vital spiritual gift. Faith requires an attitude of exact obedience, even in the small, simple things.
ru: Старейшина Брюс Р. Макконки учил: «Вера есть дар Божий, вручаемый человеку в награду за личную праведность. Вера всегда дается тогда, когда есть праведность, и чем больше мера послушания законам Божьим, тем большим будет облечение верой» (Mormon Doctrine, 2nd ed. [1966], 264). Если мы хотим обрести больше веры, мы должны быть более послушными. Если мы своим примером или словом учим детей быть послушными заповедям Божьим только время от времени или по ситуации, то лишаем их возможности получить этот важный духовный дар. Вера требует полного послушания, даже в малом и простом.

source: Desire is a particle of faith that develops within us as we experience divine truth. It is like spiritual photosynthesis. The influence of the Holy Ghost, acting on the Light of Christ within every human being, produces the spiritual equivalent of a chemical reaction—a stirring, a change of heart, or a desire to know. Hope develops as particles of faith become molecules and as simple efforts to live true principles occur.
ru: Желание – это часть веры, которая развивается по мере того, как мы применяем на практике Божественную истину. Это подобно духовному фотосинтезу. Влияние Святого Духа, действующего в свете Христовом, который дан каждому человеку, производит духовный эквивалент химической реакции – волнение, перемену сердца или желание обрести знания. Надежда развивается по мере того, как частицы веры превращаются в молекулы, и человек прилагает усилия, чтобы жить согласно истинным принципам.

source: As patterns of obedience develop, the specific blessings associated with obedience are realized and belief emerges. Desire, hope, and belief are forms of faith, but faith as a principle of power comes from a consistent pattern of obedient behavior and attitudes. Personal righteousness is a choice. Faith is a gift from God, and one possessed of it can receive enormous spiritual power.
ru: По мере развития образцов послушания начинают реализовываться особые благословения, связанные с послушанием, и появляется убеждение. Желание, надежда и убеждение формируют веру; но вера, как принцип силы, приходит благодаря постоянному послушанию как в поведении, так и в образе жизни. Личная праведность – это личный выбор. Вера – это дар Божий, и человек, обладающий верой, получает невероятную духовную силу.

source: There is a quality of faith which develops as we focus all of our heart, might, mind, and strength. It is seen and felt in the eyes of a great missionary, a valiant and virtuous young woman, and righteous mothers, fathers, and grandparents. It can be seen in the lives of individuals young and old, in every land and culture, speaking every language, in every circumstance and station in life. It is the “eye of faith” spoken of by the prophet Alma (see Alma 5:15–26)—the ability to focus and be steadfast, continually holding fast to true principles, nothing wavering, even when the mist of darkness confronting us is exceedingly great. This quality of faith is exceedingly powerful.
ru: Есть некое качество веры, которое развивается, если мы сосредоточимся на нем всем сердцем, мощью, разумом и силой. Это качество можно ощутить и увидеть в глазах образцового миссионера, доблестной и добродетельной молодой женщины, праведных матерей и отцов, бабушек и дедушек. Его можно заметить в жизни разных людей – молодых и пожилых, живущих в разных странах и культурах, разговаривающих на разных языках, находящихся в разных жизненных ситуациях и обстоятельствах. Это качество – «око веры», о котором говорил Пророк Алма (см. Алма 5:15–26), или способность сосредоточиться, быть непоколебимым, постоянно придерживаться истинных принципов и не сомневаться, даже если нас окружает непроглядная мгла. Это качество веры чрезвычайно сильно.

source: However, “it must needs be, that there is an opposition in all things. . . . The Lord God gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other” (2 Nephi 2:11, 16). And so it is with faith. It can be enticing to choose doubt and disbelief over faith.
ru: Однако необходимо, чтобы противоположность была во всем. «Господь Бог оставил человека поступать по своей воле. Но человек не мог поступать по своей воле, не будучи привлекаем одной или другой силой» (2 Нефий 2:11, 16). Это справедливо и в отношении веры. Может оказаться очень заманчиво выбрать сомнение и неверие, а не веру.

source: As Jesus returned from the transcendent spiritual experience on the Mount of Transfiguration, He was approached by a desperate father whose son needed help. The father pleaded, “If thou canst do any thing, have compassion on us, and help us.”
ru: Когда Иисус вернулся после получения особого духовного опыта на горе Преображения, к нему подошел отчаявшийся отец, сын которого нуждался в помощи. Отец умолял: «Если что можешь, сжалься над нами и помоги нам».

source: Jesus replied, “If thou canst believe, all things are possible to him that believeth.
ru: Иисус ответил: «Если сколько- нибудь можешь веровать, все возможно верующему».

source: “And straightway the father . . . cried out, and said with tears, Lord, I believe; help thou mine unbelief” (Mark 9:22–24).
ru: И тотчас отец отрока воскликнул со слезами: верую, Господи! помоги моему неверию» (от Марка 9:22–24).

source: Faith and fear cannot coexist. One gives way to the other. The simple fact is we all need to constantly build faith and overcome sources of destructive disbelief. The Savior’s teaching comparing faith to a grain of mustard seed recognizes this reality (see Matthew 13:31–32). Consider it this way: our net usable faith is what we have left to exercise after we subtract our sources of doubt and disbelief. You might ask yourself this question: “Is my own net faith positive or negative?” If your faith exceeds your doubt and disbelief, the answer is likely positive. If you allow doubt and disbelief to control you, the answer might be negative.
ru: Вера и страх не могут сосуществовать. Одно исключает другое. Простая истина заключается в следующем: все мы должны постоянно укреплять веру, в то же время справляться с источниками разрушительного недоверия. Учение Спасителя, в котором Он сравнивает веру с горчичным зерном, отражает эту истину (см. от Матфея 13:31–32). Подумайте о следующем: сила нашей веры, которую мы можем применять на практике, слабеет из-за источников сомнения и неверия. Вы можете задать себе такой вопрос: «Достаточно ли у меня веры?» Если ваша вера превышает ваши сомнения и недоверие, ответ, вероятнее всего, будет положительный. Если же вы позволяете источникам сомнения и недоверия управлять вами, ответ, возможно, будет отрицательный.

source: We do have a choice. We get what we focus on consistently. Because there is an opposition in all things, there are forces that erode our faith. Some are the result of Satan’s direct influence. But for others, we have no one but ourselves to blame. These stem from personal tendencies, attitudes, and habits we can learn to change. I will refer to these influences as the “Six Destructive Ds.” As I do, consider their influence on you or your children.
ru: У нас действительно есть выбор. Мы получаем то, на чем постоянно сосредотачиваемся. Поскольку противоположность есть во всем, существуют некие силы, которые подтачивают нашу веру. Некоторые из них – результат прямого влияния сатаны. Но в других случаях мы можем винить только самих себя. Причины разрушения веры проистекают из личных предподчтений, вашего отношения к происходящему и привычек, которые можно изменить. Я назову эти причины «Шесть разрушительных сил». По мере того, как я буду перечислять их, подумайте, какое влияние они оказывают на вас и на ваших детей.

source: First is doubt. Doubt is not a principle of the gospel. It does not come from the Light of Christ or the influence of the Holy Ghost. Doubt is a negative emotion related to fear. It comes from a lack of confidence in one’s self or abilities. It is inconsistent with our divine identity as children of God.
ru: Первое – это сомнение. Сомнение – это не Евангельский принцип. Оно исходит не от света Христова и не от влияния Святого Духа. Сомнение – это отрицательная эмоция, связанная со страхом. Оно появляется вследствие недостатка уверенности в собственных способностях. Сомнение противоестественно нашей Божественной природе и способностям, которыми мы наделены как дети Бога.

source: Doubt leads to discouragement. Discouragement comes from missed expectations. Chronic discouragement leads to lower expectations, decreased effort, weakened desire, and greater difficulty feeling and following the Spirit (see Preach My Gospel [2004], 10). Discouragement and despair are the very antithesis of faith.
ru: Сомнение приводит к унынию. Уныние происходит от несбывшихся ожиданий. Если не обращать на него внимания, хроническое уныние приводит к снижению планки ожиданий, уменьшению усилий, ослаблению желаний и возрастающим сложностям в ощущении влияния Духа и готовности следовать Его наставлениям (см. Проповедовать Евангелие Мое [2004], стр. 11). Уныние и отчаяние – это полная противоположность надежды.

source: Discouragement leads to distraction, a lack of focus. Distraction eliminates the very focus the eye of faith requires. Discouragement and distraction are two of Satan’s most effective tools, but they are also bad habits.
ru: Уныние приводит к рассеянности, или отсутствию целеустремленности. Рассеянность приводит к расфокусировке ока веры. Уныние и рассеянность – два наиболее эффективных инструмента сатаны, но это еще и плохие привычки.

source: Distraction leads to a lack of diligence, a reduced commitment to remain true and faithful and to carry on through despite hardship and disappointment. Disappointment is an inevitable part of life, but it need not lead to doubt, discouragement, distraction, or lack of diligence.
ru: Рассеянность приводит к недостатку усердия, ослаблению стремления оставаться преданным и верным и продолжать движение вперед, несмотря на трудности и разочарование. Разочарование – это неизбежная часть нашей жизни, но оно не должно вести нас к сомнению, унынию, рассеянности или недостатку усердия.

source: If not reversed, this path ultimately leads to disobedience, which undermines the very basis of faith. So often the result is disbelief, the conscious or unconscious refusal to believe.
ru: Если продолжать этот путь, он в конечном счете приведет к непослушанию, которое подрывает само основание веры. Как правило, в результате человек приходит к неверию – сознательному или неосознанному отказу верить.

source: The scriptures describe disbelief as the state of having chosen to harden one’s heart. It is to be past feeling.
ru: В Священных Писаниях неверие характеризуется как состояние, когда человек ожесточает свое сердце. Это значит, что он лишается всякого чувства.

source: These Six Destructive Ds—doubt, discouragement, distraction, lack of diligence, disobedience, and disbelief—all erode and destroy our faith. We can choose to avoid and overcome them.
ru: Эти Шесть разрушительных сил – сомнение, уныние, рассеянность, недостаток усердия, непослушание и неверие – подтачивают и уничтожают нашу веру. Мы можем избегать и преодолеть их.

source: Challenging times require greater spiritual power. Consider carefully the Savior’s promise: “If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me” (Moroni 7:33).
ru: Времена испытаний требуют большей духовной силы. Задумайтесь над обещанием Спасителя: «Если будете веровать в Меня, то будете иметь силу делать все, соответствующее Мне» (Мороний 7:33).

source: I humbly declare that God, our Heavenly Father, lives and loves each of us, His children. Jesus Christ is our Savior and Redeemer. He lives and personally leads His Church through President Monson, His anointed prophet. Because He lives, there is always hope smiling brightly before us. In a household of faith, there is no need to fear or doubt. Choose to live by faith and not fear. In the sacred name of Jesus Christ, amen.
ru: Я смиренно провозглашаю, что Бог, наш Небесный Отец, жив; Он любит каждого из Своих детей. Иисус Христос – наш Спаситель и Искупитель. Он жив; Он лично руководит Своей Церковью через Президента Монсона, Своего помазанного Пророка. Поскольку Иисус жив, у нас всегда есть надежда, ярко сияющая перед нами. В доме веры нет места страху или сомнению. Живите верой и не страшитесь. Во священное имя Иисуса Христа, аминь.

source: One morning some years ago, I received a telephone call from Brother Omar Alvarez, who at the time served as one of my counselors in the bishopric. His three-year-old daughter had died in a tragic accident.
ru: Однажды утром несколько лет назад в мне позвонил брат Омар Альварес, в то время служивший моим советником в епископстве. Его трехлетняя дочь погибла в результате трагического несчастного случая.

source: He related the account of what happened that day as follows:
ru: О событиях того дня он рассказывал так:

source: As we went toward them to bring them closer, we noticed that our three-year-old daughter was not with the other children. We looked for her desperately, only to find her floating near the place where the other children were. We quickly pulled her out of the water. Some people came to try to help save her, but nothing could be done. Our youngest daughter had drowned.
ru: Мы пошли за ними, чтобы привести их поближе, и заметили, что среди тех детей нашей трехлетней дочери не было. Мы отчаянно пытались найти ее, и, наконец, нашли ее лежащей на воде без движения, около места, где играли другие дети. Мы немедленно вытащили ее из воды. Подбежали другие люди, чтобы попытаться спасти ее, но все попытки были напрасными. Наша младшая дочь утонула.

source: The moments that followed were extremely difficult, filled with anguish and pain for the loss of our youngest daughter. That feeling soon turned into an almost unbearable torment. However, in the midst of the confusion and uncertainty, the thought that our children had been born under the covenant came to our minds, and through that covenant, our daughter belongs to us for eternity.
ru: То, что последовало за этим, было очень трагично и исполнено страдания и боли от потери нашей младшей дочери. Те чувства скоро превратились в почти невыносимую муку. Однако посреди смятения и неопределенности в наш разум пришла мысль о том, что наши дети родились в завете, и в силу того завета наша дочь принадлежит нам на всю вечность.

source: What a blessing it is to belong to the Church of Jesus Christ and to have received the ordinances of His holy temple! We now feel that we are much more committed to be faithful to the Lord and endure to the end because we want to be worthy of the blessings that the temple provides in order to see our daughter again. At times we mourn, but 'we do not mourn as those without hope' (Teachings of Presidents of the Church: Joseph Smith [Melchizedek Priesthood and Relief Society course of study, 2007], 177).
ru: Какое это великое благословение – принадлежать к Церкви Иисуса Христа и получать таинства его святого храма! Теперь мы чувствуем, что намного больше посвящаем себя Господу, стараясь быть верными и претерпеть до конца, потому что хотим быть достойными благословений храма, чтобы увидеть нашу дочь снова. Время от времени мы скорбим, ‘но мы скорбим не так, как скорбят не имеющие надежды’» (Учения Президентов Церкви: Джозеф Смит [Учебный курс для Священства Мелхиседекова и Общества милосердия, 2007 г.], стр. 194).

source: This faithful family came to understand that when adversity arrives in our lives, the only true source of comfort is God. Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid (John 14:27).
ru: Эти праведные родители поняли, что когда в наш дом приходит беда, единственный истинный источник утешения – это Бог. «Мир оставляю вам, мир Мой даю вам; не так, как мир дает, Я даю вам. Да не смущается сердце ваше и да не устрашается» (от Иоанна 14:27).

source: Several years after the difficult trial the Alvarez family faced, I witnessed how another faithful family dealt with great adversity. Several members of the Quero family had died in a terrible car accident. Brother Abraham Quero lost his parents, two sisters, his brother-in-law, and his niece in that accident.
ru: Спустя несколько лет после трудного испытания, с которым столкнулась семья Альварес, я стал свидетелем того, как в другую семью верных членов Церкви пришло большое горе. Несколько членов семьи Куэро погибли в ужасной автомобильной катастрофе.

source: Brother Quero showed an admirable attitude when he said the following:
ru: Брат Эйбрахам Куэро потерял своих родителей, двух сестер, брата жены и племянницу. Брат Куэро проявил замечательные качества души, когда сказал следующее:

source: This was the time to show loyalty to God and to acknowledge that we depend on Him, that His will must be obeyed, and that we are subject to Him.
ru: «Это было временем, чтобы показать преданность Богу и подтвердить, что мы зависим от Него, что Его воле нужно повиноваться и что мы – в Его власти.
